Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །གཉིས་པ་ཡི་ནི་དང་པོ་དང་། །གང་ཞིག་བཞི་པའི་དང་པོ་ལ། །ཆོམ་རྐུན་མ་ནི་མཆོག་ཏུ་འདོད།
en: One should take the first letter of the second group and the first letter of the fourth group , and connect to them Caurī , who is the supreme boon.

source: །གཉིས་པ་ཡི་ནི་དང་པོ་དང་། །བཞི་པའི་དང་པོར་མཁའ་སྤྱོད་མ། །སྤྱི་བོ་རུ་ནི་རྣམ་པར་མཛེས།
en: One should then add the first letter of the second group and the first letter of the fourth group , adorned on top with Khecarī .

source: །གཉིས་པ་ཡི་ནི་དང་པོ་དང་། །བཅུ་གཅིག་པ་ལ་ཆོམ་རྐུན་མ། །ལྷན་ཅིག་ཏུ་ནི་སྙོམས་པར་ཞུགས།
en: One should add the first letter of the second group and the eleventh letter , joined with Caurī .

source: །རྟག་ཏུ་ཆོས་ནི་རྒྱས་པའི་སྟོབས།
en: “Mahākoṣavatī always generates energy, Which fosters the Dharma

source: །དེ་བཞིན་མཛོད་ནི་ཆེན་པོར་གནས།
en: Merely by reciting the mantra,

source: །གསུང་གི་རྡོ་རྗེས་གསུངས་པ་བཞིན། །སྔགས་ཀྱི་བཟླས་པ་བྱེད་པར་འགྱུར།
en: Similar to the words of Vāgvajra.

source: །ཨོཾ་བཛྲ་དྷརྨཱ་ཧྲཱིཿསྭཱ་ཧཱ།
en: Oṁ , Vajradharma hrīḥ ! Svāhā

source: དེ་ནས་བཅུ་དྲུག་བླངས་ནས་ནི།
en: “Now, for the mantra of Tārā, one should take the sixteenth letter

source: །རྡོ་རྗེ་མ་ནི་མཆོག་ཏུ་མཛེས།
en: With Vajrī as the supreme adornment,

source: །མཐར་གནས་པ་ཡི་གཉིས་པ་ཉིད།
en: And the second semivowel

source: །དེ་ཉིད་ལ་ནི་ཆོམ་རྐུན་སྦྱར།
en: With Caurī joined to it.

source: །དེ་ནས་ལྔ་པ་བླངས་ནས་ནི།
en: “One should take the first letter of the fifth group

source: །མཁའ་འགྲོ་མ་ནི་བརྒྱན་པར་བརྗོད།
en: With Ḍākinī thought to be its seat.

source: །དེ་ནས་བཅུ་དྲུག་པ་བཟུང་ནས།
en: One should then take the sixteenth letter

source: །ལྔ་པའི་དང་པོ་སྟན་དུ་བྱ། །རྡོ་རྗེ་མ་ནི་དེ་ལ་སྦྱར།
en: With the first letter of the fifth group as its seat, and Vajrā joined with it.

source: །ཡི་གེ་ཉི་ཤུ་བདུན་པ་གཟུང་།
en: “One should take the twenty-seventh letter

source: །ཆོམ་རྐུན་མ་ནི་མཉམ་པར་བསྒོམ།
en: In combination with Caurī

source: །གང་ཞིག་ལྔ་པའི་དང་པོ་ལ།
en: To this should be added the first letter of the fifth group

source: །མཁའ་འགྲོ་འོག་གི་ཆ་ལ་སྦྱར།
en: Joined with Ḍākinī below.

source: །གང་ཞིག་བདུན་པའི་གཉིས་པ་ལ།
en: the second letter of the seventh group

source: །ཆོམ་རྐུན་སྙིང་པོ་འོད་གསལ་བ།
en: Should be augmented by the essence of Caurī

source: །སངས་རྒྱས་རྡོ་རྗེ་སྡེ་ཆེན་དང་། །སེམས་ཅན་ཁམས་ནི་ཐམས་ཅད་གཅིག །བྲན་ཁོལ་ལྟ་བུར་ཐམས་ཅད་ནི།
en: The great army of Buddhavajra, And the realm of beings all around, “Will carry out any orders like servants;

source: །ངེས་པར་དབང་དུ་བྱེད་པར་འགྱུར།
en: They will surely be enthralled right at that time.”

source: །དེའི་སྐད་ཅིག་ལ་བཅོམ་ལྡན་འདས་རྡོ་རྗེ་འཛིན་པ་ཆེན་པོས་བཀའ་སྩལ་ཏོ།
en: So spoke the great Blessed Vajradhara. “One should derive a mantra beginning with

source: །ཨོཾ་ནི་ཐམས་ཅད་གསལ་བར་བྱེད། །མཐར་ནི་སྭཱ་ཧཱ་སྔགས་བཏུ་བྱ།
en: The syllable oṁ that illuminates everything, and ending with svāhā . Such a mantra will grant all desired accomplishments,

source: །དེ་བཞིན་གཤེགས་པས་གསུངས་པ་བཞིན། །འདོད་པའི་དངོས་གྲུབ་ཐམས་ཅད་སྟེར།
en: Just like the words of the Tathāgata.

source: །ཨོཾ་ཀ་ར་ཀ་ར།
en: Oṁ , act, act!

source: ཀུ་རུ་ཀུ་རུ།
en: Accomplish, accomplish!

source: བནྡྷ་བནྡྷ།
en: Bind, bind!

source: ཏྲ་ས་ཡ་ཧྲཱ་ས་ཡ།
en: Frighten, frighten!

source: ཀྵོ་བྷ་ཡ་ཀྵོ་བྷ་ཡ།
en: Shake, shake!

source: ཧྲཽཾ་ཧྲཽཾ། ཧྲཿཧྲཿ། ཕཻཾ་ཕཻཾ།
en: Hraḥ hraḥ

source: ཕཊ་ཕཊ། ད་ཧ་ད་ཧ།
en: Pheṃ pheṃ

source: པ་ཙ་པ་ཙ།
en: Phaṭ phaṭ

source: བྷཀྵ་བྷཀྵ་བ་ས་རུ་དྷི་རཱནྟྲ་མཱ་ལཱ་བ་ལྃ་བི་ནི།
en: burn, burn,

source: གྲྀཧྞ་གྲྀཧྞ་ས་པྟ་པཱ་ཏཱལ་ག་ཏ་བྷུ་ཛངྒ་སརྦྦྃ་པཱ་ཏརྫྫ་ཡ་ཏརྫྫ་ཡ།
en: Cook, cook!

source: ཨཱ་ཀཌྜྷྱ་ཨཱ་ཀཌྜྷྱ།
en: Devour, devour! You who wear a garland of entrails covered in fat and blood, seize seize! Threaten the serpents in the seven subterranean paradises.

source: ཧྲཱིཾ་ཧྲཱིཾ།
en: Summon them, summon!

source: ཛྙཽཾ་ཛྷཽཾ།
en: Hrīṁ hrīṁ

source: ཀྵྨཱྃ་ཀྵྨཱྃ། ཧཱྃ་ཧཱྃ།
en: Jñaiṁ jñaiṁ ! Kṣmāṁ kṣmāṁ ! Hāṁ hāṁ

source: ཧཱིཾ་ཧཱིཾ། ཧཱུྃ་ཧཱུྃ། ཀི་ལི་ཀི་ལི།
en: Hīṁ hīṁ ! Hūṁ hūṁ

source: ཤི་ལི་ཤི་ལི།
en: Kili kili

source: ཙི་ལི་ཙི་ལི།
en: Sili sili

source: དྷི་ལི་དྷི་ལི།
en: Cili cili ! Dhili dhili

source: ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ ! Phaṭ phaṭ ! Svāhā

source: རིག་པའི་རྒྱལ་པོ་ཡི་ནི་སྔགས། །ལས་རྣམས་ཐམས་ཅད་སྒྲུབ་པའོ།
en: This mantra of the lord of spells accomplishes all activities. “The heart mantra of Akṣobhya:

source: །དང་པོར་རྣམ་པར་སྣང་མཛད་སྦྱིན།
en: “To start, one should take the syllable of Vairocana

source: །ཨུཥྨཱ་རྣམས་ཀྱི་བཞི་པ་ལ།
en: And then take the fourth letter of the ‘hot sounds’

source: །པུཀྐ་སཱིས་མཛེས་སྟོང་པས་མནན།
en: Adorned with Pukkasī and topped with ‘empty space’ .

source: །མཐར་ནི་སྭཱ་ཧཱ་སྦྱར་བར་བྱ།
en: One should append svāhā at the end.

source: །འདི་ནི་འབུམ་དུ་བཟླས་པ་ཡིས།
en: “By reciting this mantra 100,000 times

source: །འགྲོ་བ་རྟག་ཏུ་རེངས་པར་བྱེད།
en: One will be able to paralyze the world at any time. “The heart mantra of Ratnasambhava:

source: །དང་པོར་ཡིག་འབྲུའི་བདག་པོ་སྦྱིན།
en: “At the beginning one should take the king of letters

source: །དེ་ནས་དེ་རྗེས་མཁའ་སྤྱོད་མ།
en: And after that, Khecarī

source: །མཐར་ནི་སྭཱ་ཧཱ་སྦྱར་བྱས་པས།
en: One should add svāhā at the end—

source: །སངས་རྒྱས་རྣམས་ཀྱང་དབང་དུ་བྱེད།
en: With this one will be able to enthrall even the buddhas.

source: །རིག་བྱེད་ཀྱི་ནི་དང་པོ་སྦྱིན།
en: “The heart mantra of Amoghasiddhi:

source: །གཉིས་པའི་གཉིས་པ་བཟུང་ནས་ནི། །སྟོང་པས་མནན་ཅིང་མཐར་སྭཱ་ཧཱ།
en: “One should take the first letter of the Vedas and the second letter of the second group topped with ‘empty space’ , and add svāhā at the end.

source: །སངས་རྒྱས་ཀྱང་སྐྲོད་ཤེས་རབ་ཅན།
en: The wise practitioner will be able to drive away even the buddhas.

source: །གསུམ་པ་ཡི་ནི་གསུམ་པ་ལ། །མ་ནིང་དང་ནི་ཆུ་མས་བརྒྱན།
en: “At the beginning one should place the syllable of Vairocana and combine it with the third letter of the third group , adorned with the neuter syllable and Vāri , together with ‘empty space’ .

source: །སྟོང་བཅས་མཐར་ནི་སྭཱ་ཧཱ་ནི།
en: The mantra should end with svāhā

source: །སྡང་བར་བྱེད་པ་ཉིད་དུ་བརྗོད།
en: When pronounced, it sows enmity. “The heart mantra of Vairocana:

source: །དང་པོར་ཡིག་འབྲུའི་དབང་ཕྱུག་སྦྱིན།
en: “At the beginning one should place the king of letters

source: །བདུན་པ་ཡི་ནི་བཞི་པ་ལ། །སྟོང་པ་རྡོ་རྗེ་མཁའ་འགྲོར་ལྡན།
en: Then, one should take the fourth letter of the seventh group , joined with the syllable of Vajraḍākinī and ‘empty space’ .

source: །མཐར་ནི་སྭཱ་ཧཱ་མངོན་སྤྱོད་ཉིད།
en: One should add svāhā at the end.

source: །ཡང་ནི་ཡིག་འབྲུའི་དབང་ཕྱུག་སྦྱིན།
en: This mantra is employed in acts of assaulting. “The heart mantra of Locanā:

source: །ཧུྃ་ནི་དམར་པོ་འདྲ་བ་ཉིད།
en: “One should again use the king of letters , then add the red syllable hūṁ, and finish with svāhā.

source: །མཐར་ནི་སྭཱ་ཧཱ་ཐིག་ལེ་མཆོག །དགའ་བཟང་ལ་སོགས་འགྲོ་རྟག་འགུགས།
en: With this mantra one will be able to summon the entire world, and among the apsarases, Rambhā, and so forth, and even Tilottamā. “The heart mantra of Māmakī:

source: །གཏི་མུག་རིགས་ནི་དང་པོར་སྦྱིན།
en: “At the beginning one should place the syllable of the ‘delusion family’

source: །གྷུཿནི་ཡང་དག་རབ་ཏུ་སྦྱར།
en: And join it with the syllable ghuḥ . At the end, one should again add svāhā

source: །ཡང་ནི་སྭཱ་ཧཱ་བྱས་ནས་ནི། །ལྷ་དང་མི་ནི་གསོད་པར་བྱེད།
en: With this one will be able to cause the death of gods and men.

source: །བརྒྱད་པ་གཉིས་ཀྱི་ནང་དུ་ནི།
en: “The heart mantra of Paṇḍaravāsinī:

source: །བརྒྱད་ཀྱི་བརྒྱད་པས་རྣམ་པར་བརྒྱན།
en: “One should take the second letter in the eighth group , adorned with the eighth letter of the eighth group .

source: །གཏི་མུག་རིགས་ནི་དང་པོར་སྦྱིན། །ཆ་མེད་མཐར་ནི་སྭཱ་ཧཱ་སྦྱར།
en: One should place the syllable of the ‘delusion family’ at the beginning and complete it with svāhā at the end.

source: །ལས་ཀྱི་ས་བོན་དེ་ནས་གཟུང་།
en: “The mantra of Tārā:

source: །རྣམ་སྣང་མཐར་ནི་སྭཱ་ཧཱ་སྦྱར།
en: “One should take the syllable of action and join it with the syllable of Vairocana at the beginning, and with svāhā at the end.

source: །ཐམས་ཅད་དུ་ནི་སྒོ་སྲུང་ལ།
en: “The heart mantras for the surrounding gate keepers

source: །མ་ནིང་བཞི་ཡི་ས་བོན་དང་། །དེ་བཞིན་དབྱངས་ཀྱི་ལྷག་མ་ཉིད།
en: Are the four neuter vowel syllables ; The remaining vowels constitute the mantras for the eight offering goddesses.

source: །རིག་བྱེད་རྣམས་ཀྱི་དང་པོ་སྦྱིན།
en: Starting with the first syllable of the Vedas

source: །མཐར་ནི་སྭཱ་ཧཱ་གདོན་པར་བྱ།
en: One should pronounce the mantra with svāhā at the end.

source: །མེ་ཏོག་མ་དང་བདུག་པ་མ།
en: “The offering goddesses Puṣpā, Dhūpā, Gandhā,

source: །དྲི་དང་དེ་བཞིན་མར་མེ་ཉིད།
en: And also Dīpā,

source: །གླིང་བུ་མ་དང་པ་ཝང་མ།
en: Vaṃśā, Vīṇā,

source: །མུ་ཀུན་ད་དང་རྫ་རྔ་མ།
en: Mukundā and Murajā,

source: །ཚོགས་ཀྱི་དཀྱིལ་འཁོར་བརྟག་པར་བྱ།
en: As in the maṇḍala for the gaṇacakra feast. “Now I will teach on Tārā’s many boons,

source: །དེ་ནས་ལས་རྣམས་ཀུན་བྱེད་པའི།
en: Variously manifesting through each ritual action.

source: །སྒྲོལ་མའི་འབྱུང་བ་བཤད་པར་བྱ།
en: “The first method; “One should draw a lotus with four petals

source: །ཨུཏྤ་ལ་ནི་ཁ་བཞི་དང་། །མཚམས་སུ་རྣམ་པར་གནས་པ་ཡིན།
en: Extending throughout the cardinal and intermediate directions. “Its pericarp should be decorated, as prescribed,

source: །ཏཱྃ་ནི་གསུམ་གྱིས་མཚན་པ་དང་། །དེ་ཡི་ལྟེ་བར་ཆོ་ག་ཡིས།
en: With three taṁ syllables.

source: །ཀུན་ནས་ཟླུམ་པོའི་རྣམ་པར་ནི།
en: Around, following the shape of a circle,

source: །སྔགས་པ་ཡིས་ནི་བྲི་བར་བྱ། །འདི་ལྟ་སྟེ།
en: The mantrin should write as follows:

source: ཨོཾ་པྲ་སནྣ་ཏཱ་རེ།
en: Oṁ , Prasannatārā!

source: ཨ་མྲྀ་ཏ་མུ་ཁི།
en: One with the face and eyes of an immortal!

source: ཨ་མྲྀ་ཏ་ལོ་ཙ་ནེ།
en: Fulfiller of all aims!

source: སརྦྦཱ་རྠ་སྭ་དྷ་ནི།
en: Pacifier of all beings! Please bring about enthrallment, no matter whether it is of a woman, a man, or a king!

source: སརྦྦ་ས་ཏྭ་བ་ཤངྐ་རི་སྟྲཱི་བཱ་པུ་རུ་ཥོ་བཱ་རཱ་ཛཱ་ནོ་བཱ་བ་ཤྃ་ཀུ་རུ་ཏྃ་སྭཱ་ཧཱ།
en: Svāhā

source: དེའི་དབུས་སུ་འཁོར་ལོ་རྩིབས་བརྒྱད་པ་ཡི་གེ་དང་ལྡན་པ་བྱ་བ་ཡིན་ནོ།
en: “In the center of the lotus he should draw a wheel with eight spokes, furnished with eight syllables.

source: །དེའི་ལྟེ་བ་ལ་ལྔ་པའི་དང་པོ་ཟླ་བ་ཕྱེད་པ་དང་ཐིག་ལེས་བརྒྱན་པའོ།
en: On its hub should be drawn the first letter of the fifth group adorned with the crescent moon and the bindu .

source: །དེ་ནས་ཕྲེང་བའི་དབྱིབས་སུ་བསྐོར་ཞིང་མཐར་སྭཱ་ཧཱ་དང་། ཟེའུ་འབྲུ་ལ་ནི་ཧྲཱིཿནང་དུ་ཆུད་པར་བྱའོ།
en: Then, he should surround it with the mantra in the shape of a garland, ending with svāhā , and with syllables hrīḥ placed on the anthers in the spaces in between.

source: །སྔགས་པས་འཁོར་ལོ་གཉིས་ཆོ་ག་བཞིན་དུ་བྱས་ན་ཉི་མ་བདུན་གྱིས་མིའི་དབང་པོ་ཡང་དབང་དུ་བྱེད་དོ།
en: The mantrin who thus forms two wheels joined as prescribed will be able within seven days to enthrall even a king. “The second method;

source: །ཡང་ན་འཁོར་ལོ་རྩིབས་བཅུ་པར་པདྨའི་དབུས་སུ་སྔགས་ཀྱི་ཡི་གེ་བཅུའི་རིག་པ་དང་ལྟེ་བ་ལ་བསྒྲུབ་བྱ་ནང་དུ་ཆུད་པར་བྱས་ན་ཇི་སྲིད་འཚོའི་བར་དུ་དབང་དུ་བྱེད་པར་ཐེ་ཚོམ་མི་ཟའོ།
en: “Alternatively, he should draw a wheel with ten spokes, which houses a lotus Furnished at its center with the ten syllables of the mantric formula. The target’s name should be written on the pericarp within the mantra. He will enthrall the target for as long as she or he lives, there is no doubt. “The third method;

source: །འཁོར་ལོ་རྩིབས་དྲུག་པ་བྲིས་ནས་སྔགས་ཀྱི་ཡི་གེ་དྲུག་རིག་པ་དང་དབུས་སུ་ཧྲཱིཿབ་ཤྃ་ཀུ་རུ་ཧྲཱིཿསྭཱ་ཧཱ་སྦྱར་བར་བྱ་སྟེ།
en: “He should draw another yantra-wheel with six spokes, Containing the six syllables of the mantric formula, And write in the center ‘ hrīḥ , please enthrall, hrīḥ ,’ Adding the word svāhā at the end. “Whoever writes this mantra on birchbark

source: །བ་གླང་གི་གི་ཝང་དང་། ཨ་ལ་ཀ་ཏ་དང་། ཙན་དན་དམར་པོ་དང་། རང་གི་ཁྲག་ལྷན་ཅིག་པས་གྲོ་ག་ལ་བྲིས་ནས་གང་ཞིག་འཛིན་པར་བྱེད་པས་ལྷ་ལ་སོགས་པའང་དབང་དུ་བྱེད་ན་ཡང་དམན་པའི་མི་ལྟ་ཅི་སྨོས།
en: With bovine orpiment mixed with lac, Red sandalwood, and one’s own blood, And wears it on his body, “Will enthrall even gods and other such beings, Let alone ordinary people.

source: ཆུའི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་རྡོ་རྗེ་དཀར་པོ་རྩེ་གསུམ་པ་གདོང་བཞི་པ་བྲི་བར་བྱའོ།
en: “The fourth method; “He should draw in the center of a water disk A three-pronged, crossed vajra scepter.

source: །དེའི་ལྟེ་བ་ལ་བསྒྲུབ་བྱའི་མིང་ནང་དུ་ཆུད་པར་བྱ་སྟེ།
en: He should place the name Of the target in its hub. “Should he draw this in chalk, according to procedure,

source: ཁམ་ཕོར་གཉིས་སུ་ཆོ་ག་བཞིན་དུ་ཁ་ཊི་ཀ་ཡིས་བྲིས་ན་རེངས་པར་བྱེད་དོ།
en: In a pair of earthenware vessels, he will paralyze the target. “The fifth method;

source: །འཁོར་ལོ་རྩིབས་བརྒྱད་པོ་པདྨའི་རྣམ་པར་ཀུན་ནས་གྱུར་པ་ལ་ཡི་གེའི་རྣམ་པ་དགོད་པར་བྱ་སྟེ།
en: “There can also be a yantra-wheel with eight spokes, depicted entirely as a lotus with its petals.

source: གཿའི་ཚོགས་ནང་དུ་ཆུད་པར་བྱའོ།
en: He should place upon it the syllables interspersed with the syllable gaḥ following the right procedure.

source: །པདྨའི་ལྟེ་བར་གཿབརྒྱད་ཀྱིས་བརྒྱན་ཏེ་དབུས་སུ་གཿསྭཱ་ཧཱ་གཿབསྒྲུབ་བྱ་ནང་དུ་ཆུད་པར་བྱས་ནས་ཡུང་བའི་ཁུ་བས་རྡོ་བའི་གཏན་པ་ལ་འདི་དག་བྲིས་ནས་ཁས་བུབ་སྟེ་གཞག་པར་བྱས་ན་ཤིན་ཏུ་རེངས་པར་འགྱུར་ཏེ།
en: The pericarp of the lotus should be adorned with eight gaḥ syllables. In the center he should write gaḥ svāhā gaḥ , combining this with the name of the target. He should write this on a stone slab with the juice of turmeric and position it face down.

source: གཞན་དུ་མ་ཡིན་ནོ།
en: The target will become thoroughly paralyzed—it cannot be otherwise.

source: །འཁོར་ལོ་ནི་དེ་ཉིད་དེ།
en: “The sixth method;

source: འོན་ཀྱང་ཧཱུྃ་དང་ཕཊ་ནང་དུ་ཆུད་པར་བྱའོ།
en: “He can also draw the same yantra-wheel, but write in it hūṁ hūṁ interspersed with the syllable phaṭ

source: །དུག་དང་། ཁྲག་དང་། སྐེ་ཚེ་ལྷན་ཅིག་ཏུ་མིའི་རུས་པས་ཐོད་པ་ལ་བྲིས་ཏེ་དུར་ཁྲོད་དུ་གཞག་ན་འཆི་བར་འགྱུར་རོ།
en: He should write this on a human skull, with a human bone as the writing utensil, using poison, blood, and black mustard seed for ink. If he does this in a charnel ground, he will kill the target. “The seventh method;

source: །དེ་ཉིད་ཡིན་མོད་ཀྱི་ཨོྃ་ནང་དུ་ཆུད་པར་བྱས་ནས་གུར་གུམ་གྱིས་གྲོ་ག་ལ་བྲིས་ཏེ་མེ་ཏོག་སེར་པོས་མཆོད་པར་བྱའོ།
en: “Another yantra-wheel should be identical, but he should intersperse hūṁ hūṁ with the syllable oṁ and write it on birchbark, using saffron for ink.

source: །ཡང་ན་མཆོད་པ་ལྔ་དང་ལྷན་ཅིག་པས་ཉི་མ་བདུན་གྱིས་རྒྱས་པར་འགྱུར་རོ།
en: He should offer yellow flowers or, alternatively, the five types of service. Through so doing the target will become enriched after seven days. “The eighth method;

source: །དེ་ཉིད་ཀྱི་ཡི་གེ་དང་སྭཱ་ཧཱ་ནང་དུ་ཆུད་པར་བྱས་ནས་བསྲུང་བར་འགྱུར་རོ།
en: “If he intersperses the same syllables with the word svāhā , he will ensure protection.

source: །སྔགས་ཀྱི་ཡི་གེའི་རིག་པ་བཅུ་པོ་དེ་ཉིད་ཨ་ནང་དུ་ཆུད་པར་བྱས་ནས།
en: “The ninth method;

source: ཙནྡན་དཀར་པོས་མིང་བྲིས་ཏེ།
en: “Using the same wheel, he can take the ten syllables of the mantric formula, this time interspersed with the syllable āḥ , and write the target’s name on an earthenware plate using white sandal as ink.

source: ཁམ་ཕོར་ལ་མེ་ཏོག་དཀར་པོ་དྲི་བཟང་པོས་ཇི་ལྟར་ནུས་པས་མཆོད་ཅིང་མཆོད་ནས་ཐུན་གསུམ་དུ་ཆོ་ག་བཞིན་དུ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་གྱིས་ཞི་བར་འགྱུར་རོ།
en: He should then offer fragrant white flowers and make offerings according to his ability, reciting the mantra one hundred and eight times at the three junctions of the day, as prescribed. Through so doing the target will be pacified of negative influences after seven days. “The tenth method;

source: །ཨེའི་དབུས་སུ་ཨཱ་ཆེ་གེ་མོ་ཞེས་བྲི་བར་བྱ་ཞིང་།
en: “Using the same wheel again, he should write ‘ āḥ , of such and such’ in the center of the letter e . He should then write hūṁ above it, below it, and to its sides;

source: །དེའི་སྟེང་དང་། ངོས་དག་དང་། འོག་ཏུ་ཧཱུྃ་དང་། མཚམས་སུ་བྃ་དང་། ཕྱི་རོལ་དུ་རི་མོ་གསུམ་བསྐོར་ནས་བ་ལང་གི་གི་ཝང་གིས་གྲོ་ག་ལ་བྲིས་ཏེ་མར་དང་སྦྲང་རྩིའི་ནང་དུ་གཞག་པར་བྱས་ན་ཉི་མ་བདུན་གྱིས་དབང་དུ་བྱེད་དོ།
en: vaṁ in the intermediate directions around it; and three lines surrounding everything on the outside. If he writes this on birchbark using bovine orpiment as ink, and then places the birchbark in ghee and honey, he will certainly enthrall the target after seven days. “The eleventh method; “Using the same wheel, he should draw a lotus with four petals, each furnished with the syllable hrīṁ

source: །འདབ་མ་བཞི་ལ་ཧྲཱིཿདང་ལྡན་ཞིང་དབུས་སུ་ཧྲཱིཿལྷ་སྦྱིན་ཞེས་བྱ་བ་དང་། ཕྱི་རོལ་དུ་དེ་ནས་ཧཱུྃ་བཞི་བྲི་བར་བྱ་སྟེ།
en: In the center, he should write ‘ hrīḥ , such and such’ surrounded by four hūṁ syllables.

source: ཙནྡན་དམར་པོས་ཁམ་ཕོར་སོ་མ་བཏང་བ་ལ་མིང་བྲིས་ན་ཁྲོས་པ་ཞི་བར་འགྱུར་ཏེ། འདི་ལ་ཐེ་ཚོམ་མེད་དོ།
en: If he writes this with red sandalwood paste on unbaked earthenware he will be able to placate an angry person, there is no doubt about it. “The twelfth method;

source: །གུར་གུམ་དང་། བ་ལང་གི་གི་ཝང་ངམ།
en: “Alternatively, he should draw two wheels on birchbark using saffron and bovine orpiment, or lac, as ink.

source: ཡང་ན་ཨ་ལ་ཀ་ཏའི་ཁུ་བས་གྲོག་ལ་འཁོར་ལོ་བྲིས་ནས་གཅིག་འཛིན་པར་བྱེད་ཅིང་འཁོར་ལོ་གཞན་མར་དང་སྦྲང་རྩིའི་ནང་དུ་བཅུག་སྟེ།
en: He should wear one wheel and place the other wheel in ghee and honey and leave it there.

source: །གང་ལ་ཁ་བལྟས་པ་དེ་སྡུག་པར་འགྱུར་རོ།
en: Through so doing, whomever he has in mind will become a dear friend.

source: །ཐ་དད་པའི་སྔགས་ནི།
en: “The mantra specific to some of these rituals is: Oṁ , Tārā, you who bewilder everyone! Eager to save! Strong and powerful one! Bewilder all evildoers, bewilder! Blessed one! Bind all evildoers, bind!

source: ཨོཾ་སརྦྦ་མོ་ཧ་ནི་ཏ་རེ་ཏུཏྟ་རེ་ཏུ་རེ་སརྦ་དུཥྚཱ་ནཱྃ་མོ་ཧ་ཡ་མོ་ཧ་ཡ་བྷ་ག་ཝ་ཏི་སརྦྦ་དུཥྚཱ་ནཱྃ་བནྡྷ་བནྡྷ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ hūṁ ! Phaṭ phaṭ phaṭ ! Svāhā ! “The thirteenth method;

source: གོས་ཀྱི་མཐའ་མ་ལ་མདུད་པ་བྱས་ནས་ལམ་དུ་འགྲོ་བ་ན་ཆོམ་རྐུན་གྱིས་མི་ཚུགས་སོ།
en: “If he ties a knot at the edge of his garment and sets out on a journey, he will not be robbed by robbers. “The fourteenth method;

source: །ཨུཏྤ་ལ་ལ་ལན་བདུན་དུ་མངོན་པར་བསྔགས་པ་བྱས་ནས་གང་ལ་བྱིན་པ་དེ་དབང་དུ་འགྱུར་རོ།
en: “To whomever he gives a blue lotus marked with a wheel after incanting it with the appropriate mantra seven times, that person will be enthralled.

source: །ཨུཏྤལ་ལས་མཚན་པའི་འཁོར་ལོའོ།
en: This is the rite of the wheel marked with a blue lotus. “The fifteenth method;

source: །པདྨ་འདབ་མ་བརྒྱད་པར་གྱུར་པ་ལས་ཧྲཱིཿདང་ཤྲཱི་མཆོག་དང་ལྡན་ཞིང་།
en: “For the next yantra-wheel, the lotus to be drawn should have eight petals and be provided with the syllables hrīḥ and śrīḥ

source: ལྟེ་བ་ལ་ཧྲཱིཿལྷ་སྦྱིན་ཤྲཱི་བ་ལང་གི་གི་ཝང་གིས་གྲོ་ག་ལ་བྲིས་ནས་འཛིན་པར་བྱེད་ན་ཐམས་ཅད་དུ་སྐལ་བ་བཟང་པོར་འགྱུར་རོ།
en: On its anthers he should write ‘ hrīḥ , such and such, śrīḥ . ’ If he writes this on birchbark with bovine orpiment as ink and wears it, he will be fortunate in every respect.

source: །པདྨ་འདབ་མ་བརྒྱད་པ་བྱས་ནས་གཏི་མུག་གི་རིགས་ཀྱི་སྔགས་བཏུ་བར་བྱ་ཞིང་ཕྱི་རོལ་དུ་རི་མོ་ཡོངས་སུ་ཟླུམ་པོར་བསྐོར་ཏེ།
en: “The sixteenth method; “He should draw a lotus with eight petals and write at its center the mantra of the ‘delusion family’

source: རྡོ་རྗེ་རྩེ་གསུམ་པ་བརྒྱད་ཀྱིས་བསྐོར་ཏེ།
en: He should draw a circular line surrounding it and eight three-pronged vajra scepters surrounding that.

source: དེ་ལྟར་ཆོ་གས་གུར་གུམ་གྱིས་བྲིས་ནས་དཔུང་པ་ལ་བཅིངས་ཏེ་གདགས་པ་བྱས་ན་ཐམས་ཅད་དུ་བསྲུང་བར་འགྱུར་རོ།
en: If he draws this with saffron following the prescribed procedure and wears it, tied to his arm, he will always be protected.

source: །དེའི་འཁོར་ལོ་ནི་དེ་ཉིད་དེ།
en: “The seventeenth method;

source: འོན་ཀྱང་རྡོ་རྗེ་དང་བྲལ་བའོ།
en: “The next yantra-wheel should be the same but without the vajra scepters.

source: །ལྟེ་བའམ་ཡང་ན་ཕྱི་རོལ་དུ་འདི་ལྟ་སྟེ།
en: He should write on the pericarp, or on the outside the following:

source: ཨོྃ་ཧཱུྃ་ཧཱུྃ་བུདྡྷྱ་བུདྡྷྱ།
en: Oṁ , hūṁ hūṁ ! Wake, wake! Devour, devour!

source: ཁཱ་ད་ཁཱ་དང་། ཚིནྡ་ཚིནྡ།
en: Chop, chop!

source: དྷུ་ན་དྷུ་ན།
en: Shake, shake!

source: མ་ཐ་མ་ཐ།
en: Churn, churn!

source: བྃ་དྷ་བྃ་དྷ།
en: Bind, bind!

source: ཨ་མུ་ཀྃ་ཨ་མུ་ཀེ་ན།
en: Sow enmity between such-and-such and such-and-such!

source: ས་ཧ་པི་དྭེ་ཥ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ ! Phaṭ phaṭ ! Svāhā

source: སྔང་བར་བྱེད་པ་འདི་ནི་རྟ་མགྲིན་གྱིའོ།
en: “This is the mantra of Hayagrīva for sowing enmity.

source: །མངོན་སྤྱོད་ཀྱི་རྫས་ནི་མ་ཧེ་དང་། རྟའི་རྨིག་པའི་ནང་དུ་བྲིས་ན་སྐད་ཅིག་གིས་འཕྲོག་པ་དང་། བགྲོད་པར་དཀའ་བ་ལྷན་ཅིག་པ་ཡང་སྡང་བར་བྱེད་ན།
en: He should write this mantra with a substance suitable for the rites of assaulting in the center of a buffalo’s or horse’s hoof.

source: མེའི་དཀྱིལ་འཁོར་གཉིས་བྲིས་ནས་སྟེང་དང་འོག་དང་མཚམས་ཟུང་གི་ཆོ་གས།
en: “He should draw two maṇḍalas of fire with a pair of corners below and above, following the prescribed rule.

source: ཧཱུྃ་གཿཧཱུྃ་ཧཱུྃ་གཿཧཱུྃ་དེ་རྣམས་ནི་སྟེང་དུའོ། །ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་འོག་གི་ཆ་ལའོ།
en: Above he should write hūṁ gaḥ hūṁ hūṁ gaḥ hūṁ , and in the area below, hūṁ hūṁ phaṭ

source: །ཧཱུྃ་གཿཧཱུྃ་ཧཱུྃ་གཿཧཱུྃ་འདི་དག་ཕྱི་རོལ་གྱི་སྤྱི་བོར་བྲིའོ། །དབུས་སུ་ནི་ཧཱུྃ་གཿཧཱུྃ་ཧཱུྃ་གཿཧཱུྃ་སྟེ། དུག་དང་། ཁྲག་དང་། སྐེ་ཚེ་དང་། དུར་ཁྲོད་ཀྱི་སོལ་བ་དང་། ནིམ་པའི་ལོ་མའི་ཁུ་བ་དང་། རྡོ་རྗེའི་ཆུས་དུར་ཁྲོད་ཀྱི་རས་སམ།
en: Further, on the outer points of the triangles, he should write hūṁ gaḥ hūṁ hūṁ gaḥ hūṁ , and in the center, hūṁ gaḥ hūṁ . He should draw all this with ink made from poison, blood, black mustard, charnel ground ash, juice from the leaves of the neem tree, and urine on a rag from a charnel ground or the rag of a madman.

source: སྨྱོན་པའི་རས་ལ་བྲིས་ནས་སྟོབས་པོ་ཆེའི་སྔགས་ཀྱིས་བསྐོར་ནས་འབར་བའི་མེའི་སྟེང་དུ་གཞག་ན་དགྲ་བོ་རེངས་པར་བྱེད་དོ།
en: If he then encircles the entire diagram with the mantra of Mahābala and places the rag above a burning fire, he will paralyze the enemy. “The nineteenth method;

source: །དབང་ཆེན་གྱི་དཀྱིལ་འཁོར་དུ་གནས་པའི་ཨོྃ་གནས་བརྒྱད་དུ་བྲིས་པའི་དབུས་སུ་པདྨ་ངེས་པར་བཞག་ནས་ཨ་བརྒྱད་ཀྱིས་བརྒྱན་ནོ། །ལྟེ་བའི་ནང་དུ་བསྒྲུབ་བྱ་གནས་པར་བྱས་ལ།
en: “He should depict a lotus, adorned with eight āḥ syllables on its petals, at the center of a square Indra maṇḍala with eight oṁ syllables positioned at its eight cardinal and intermediary points.

source: ཧཱུྃ་བཞི་ཡིས་སྤྲས་པར་ཁམ་ཕོར་ཁ་སྦྱར་གྱི་ནང་དུ་གནས་པའི་སྤྱི་བོར་རྡོ་རྗེ་འཛིན་པས་མནན་ཅིང་སྐུལ་བར་བྱེད་པའི་སྔགས་ཀྱི་རྐང་པ་བཟླས་ཤིང་བསྒོམས་ནས་རྡོ་རྗེའི་སྐུད་པས་ཀུན་ཏུ་དཀྲིས་ན། འདིས་མི་ཐམས་ཅད་དང་། ལྷ་རྣམས་དང་། སྐུ་གསུམ་ལས་སྐྱེས་པ་རྣམས་རེངས་པར་བྱེད་དོ།
en: On its pericarp should be positioned the target’s name adorned with four hūṁ syllables. If he encloses this in a two-piece earthenware dish and wraps it all around with a vajra cord while reciting the mantra words of invocation and meditating that Vajradhara stands astride the target’s head, this mantra wheel will paralyze all men, gods, and bodhisattvas. “The twentieth method;

source: །དབང་ཆེན་གྱི་དཀྱིལ་འཁོར་དུ་རྡོ་རྗེ་རྩེ་གསུམ་པ་བརྒྱད་ཀྱིས་མཚན་ཅིང་།
en: “As for the next yantra-wheel, the maṇḍala of Indra should be marked with eight three-pronged vajra scepters.

source: དེའི་དབུས་སུ་དཀྱིལ་འཁོར་གྲུ་བཞི་པ་ལ་འདི་ལྟ་སྟེ།
en: In the center of this maṇḍala should be a four-cornered maṇḍala, inscribed with the following mantras:

source: ཨོྃ་པཱ་ཏ་པཱ་ཏ་ནི་སྭཱ་ཧཱ།
en: “In the east, ‘ Oṁ , bring downfall! Pātanī, svāhā to you!’

source: ཤར་དུའོ། །ཨོྃ་ཛམྦྷ་ཛམྦྷ་ནི་སྭཱ་ཧཱ། །གཡས་སུའོ།
en: In the south, ‘ Oṁ , crush!

source: །ཨོཾ་མོ་ཧ་མོ་ཧ་ནི་སྭཱ་ཧཱ།
en: Jambhanī, svāhā to you!’

source: །ནུབ་ཏུའོ།
en: In the west, ‘ Oṁ , delude!

source: ཨོྃ་སྟྃ་བྷ་སྟྃ་བྷ་ནི་སྭཱ་ཧཱ།
en: Mohanī, svāhā to you!’

source: བྱང་དུའོ།
en: In the north, ‘ Oṁ , paralyze! Stambhanī, svāhā to you!’

source: །ཡང་དཀྱིལ་འཁོར་གྲུ་བཞི་པ་དེའི་སྟེང་དུ་དབང་ཆེན་གྱི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་ཆེ་གེ་མོ་རེངས་པར་མཛོད་ཅིག་ཅེས་བྱ་བ་འདི་ཉིད་ཀྱི་སྔགས་གྲོ་ག་ལ་ཡུང་བའི་ཁུ་བས་བྲིས་ནས་སྦལ་པའི་ཁར་བཅུག་སྟེ།
en: “He should then draw another maṇḍala of Indra inside that square maṇḍala and write at its center, ‘ Please paralyze such and such.’ He should draw this yantra on birchbark with turmeric juice and then stuff it into a frog’s mouth.
